Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.mac.models.checkingDetail
source: Looking for local model files.
de: Lokale Modelldateien werden gesucht.
es: Buscando archivos de modelo locales.
fr: Recherche des fichiers de modèle locaux.
it: Ricerca dei file locali del modello.
ja: ローカルのモデルファイルを検索中。
ko: 로컬 모델 파일을 찾고 있습니다.
pt_br: Procurando arquivos locais do modelo.
ru: Поиск локальных файлов модели.
zh_hans: 正在查找本地模型文件。

# vocello.mac.models.notInstalled
source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
it: Non installato
ja: 未インストール
ko: 설치되지 않음
pt_br: Não instalado
ru: Не установлено
zh_hans: 未安装

# vocello.mac.models.needsRepair
source: Needs repair
de: Reparatur nötig
es: Requiere reparación
fr: Réparation requise
it: Da riparare
ja: 修復が必要
ko: 복구 필요
pt_br: Precisa de reparo
ru: Нужно исправление
zh_hans: 需要修复

# vocello.mac.models.updateAvailable
source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 있음
pt_br: Atualização disponível
ru: Доступно обновление
zh_hans: 有可用更新

# vocello.mac.models.updateAvailableDetail
source: A newer model package is pinned. Update to download it.
de: Ein neueres Modellpaket ist festgelegt. Aktualisiere, um es zu laden.
es: Hay un paquete de modelo más reciente fijado. Actualiza para descargarlo.
fr: Un paquet de modèle plus récent est épinglé. Mettez à jour pour le télécharger.
it: È stato fissato un pacchetto del modello più recente. Aggiorna per scaricarlo.
ja: 新しいモデルパッケージが指定されています。更新してダウンロードしてください。
ko: 더 새로운 모델 패키지가 지정되었습니다. 업데이트하여 다운로드하세요.
pt_br: Um pacote de modelo mais recente foi fixado. Atualize para baixá-lo.
ru: Закреплён более новый пакет модели. Обновите, чтобы загрузить его.
zh_hans: 已指定更新的模型包。请更新以下载。

# vocello.mac.models.repair
source: Repair
de: Reparieren
es: Reparar
fr: Réparer
it: Ripara
ja: 修復
ko: 복구
pt_br: Reparar
ru: Исправить
zh_hans: 修复

# vocello.mac.models.update
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

# vocello.mac.models.purposeCustom
source: Built-in speakers
de: Integrierte Stimmen
es: Voces integradas
fr: Voix intégrées
it: Voci integrate
ja: 内蔵ボイス
ko: 내장 음성
pt_br: Vozes integradas
ru: Встроенные голоса
zh_hans: 内置声音

# vocello.mac.models.purposeDesign
source: Describe a new voice
de: Neue Stimme beschreiben
es: Describir una voz nueva
fr: Décrivez une nouvelle voix
it: Descrivi una nuova voce
ja: 新しい声を説明
ko: 새 목소리 설명
pt_br: Descrever uma nova voz
ru: Описать новый голос
zh_hans: 描述新声音

# vocello.mac.models.purposeClone
source: Use a reference clip
de: Referenzclip verwenden
es: Usar un clip de referencia
fr: Utilisez un extrait de référence
it: Usa un clip di riferimento
ja: 参照音声を使用
ko: 참조 오디오 사용
pt_br: Usar clipe de referência
ru: Использовать образец
zh_hans: 使用参考音频

# vocello.mac.models.stalled
source: No progress for 20 seconds.
de: Seit 20 Sekunden kein Fortschritt.
es: Sin progreso durante 20 segundos.
fr: Aucune progression depuis 20 secondes.
it: Nessun progresso da 20 secondi.
ja: 20秒間進捗がありません。
ko: 20초 동안 진행이 없습니다.
pt_br: Sem progresso há 20 segundos.
ru: Нет прогресса 20 секунд.
zh_hans: 已持续 20 秒无进展。

# vocello.mac.models.bytesProgress
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@

# vocello.mac.models.filesProgress
source: %1$@ of %2$@ files
de: %1$@ von %2$@ Dateien
es: %1$@ de %2$@ archivos
fr: %1$@ fichiers sur %2$@
it: %1$@ di %2$@ file
ja: %1$@ / %2$@ ファイル
ko: 파일 %1$@ / %2$@개
pt_br: %1$@ de %2$@ arquivos
ru: Файлов: %1$@ из %2$@
zh_hans: %1$@ / %2$@ 个文件

# vocello.mac.models.etaSeconds
source: about %@s remaining
de: noch etwa %@ s
es: quedan unos %@ s
fr: environ %@ s restantes
it: circa %@ s rimanenti
ja: 残り約 %@ 秒
ko: 약 %@초 남음
pt_br: cerca de %@ s restantes
ru: осталось около %@ с
zh_hans: 约剩 %@ 秒

# vocello.mac.models.retryReuse
source: retry %@; verified files will be reused
de: Versuch %@; geprüfte Dateien werden wiederverwendet
es: intento %@; se reutilizarán los archivos verificados
fr: nouvel essai %@ ; les fichiers vérifiés seront réutilisés
it: tentativo %@; i file verificati verranno riutilizzati
ja: 再試行 %@、検証済みファイルは再利用します
ko: 재시도 %@회, 검증된 파일 재사용
pt_br: tentativa %@; arquivos verificados serão reutilizados
ru: попытка %@; проверенные файлы будут использованы повторно
zh_hans: 第 %@ 次重试；已验证的文件将被复用

# vocello.mac.models.folderIncomplete
source: The local model folder is incomplete.
de: Der lokale Modellordner ist unvollständig.
es: La carpeta local del modelo está incompleta.
fr: Le dossier de modèle local est incomplet.
it: La cartella locale del modello è incompleta.
ja: ローカルのモデルフォルダが不完全です。
ko: 로컬 모델 폴더가 불완전합니다.
pt_br: A pasta local do modelo está incompleta.
ru: Локальная папка модели неполна.
zh_hans: 本地模型文件夹不完整。

# vocello.mac.models.oneFileMissing
source: One required file is missing.
de: Eine erforderliche Datei fehlt.
es: Falta un archivo necesario.
fr: Un fichier requis est manquant.
it: Manca un file necessario.
ja: 必要なファイルが1つありません。
ko: 필수 파일 1개가 없습니다.
pt_br: Um arquivo necessário está ausente.
ru: Отсутствует один необходимый файл.
zh_hans: 缺少一个必需文件。

# vocello.mac.models.filesMissing
source: %@ required files are missing.
de: %@ erforderliche Dateien fehlen.
es: Faltan %@ archivos necesarios.
fr: %@ fichiers requis sont manquants.
it: Mancano %@ file necessari.
ja: 必要なファイルが %@ 件ありません。
ko: 필수 파일 %@개가 없습니다.
pt_br: %@ arquivos necessários estão ausentes.
ru: Отсутствует необходимых файлов: %@.
zh_hans: 缺少 %@ 个必需文件。

# vocello.mac.models.repairToFinish
source: Some required files are missing. Repair %@ to finish installing it.
de: Einige erforderliche Dateien fehlen. Repariere %@, um die Installation abzuschließen.
es: Faltan algunos archivos necesarios. Repara %@ para completar la instalación.
fr: Certains fichiers requis sont manquants. Réparez %@ pour terminer son installation.
it: Mancano alcuni file necessari. Ripara %@ per completare l’installazione.
ja: 必要なファイルの一部がありません。%@ を修復してインストールを完了してください。
ko: 일부 필수 파일이 없습니다. %@을(를) 복구해 설치를 완료하세요.
pt_br: Alguns arquivos necessários estão ausentes. Repare %@ para concluir a instalação.
ru: Некоторые необходимые файлы отсутствуют. Исправьте %@, чтобы завершить установку.
zh_hans: 缺少部分必需文件。请修复 %@ 以完成安装。

# vocello.mac.models.repairToKeepUsing
source: The local model files are incomplete. Repair %1$@ to keep using %2$@.
de: Die lokalen Modelldateien sind unvollständig. Repariere %1$@, um %2$@ weiter zu verwenden.
es: Los archivos locales del modelo están incompletos. Repara %1$@ para seguir usando %2$@.
fr: Les fichiers de modèle locaux sont incomplets. Réparez %1$@ pour continuer à utiliser %2$@.
it: I file locali del modello sono incompleti. Ripara %1$@ per continuare a usare %2$@.
ja: ローカルのモデルファイルが不完全です。%2$@ を使い続けるには %1$@ を修復してください。
ko: 로컬 모델 파일이 불완전합니다. %2$@을(를) 계속 사용하려면 %1$@을(를) 복구하세요.
pt_br: Os arquivos locais do modelo estão incompletos. Repare %1$@ para continuar usando %2$@.
ru: Локальные файлы модели неполны. Исправьте %1$@, чтобы продолжить использовать %2$@.
zh_hans: 本地模型文件不完整。请修复 %1$@ 以继续使用 %2$@。

# vocello.mac.models.installToEnable
source: Install %1$@ to enable %2$@.
de: Installiere %1$@, um %2$@ zu aktivieren.
es: Instala %1$@ para habilitar %2$@.
fr: Installez %1$@ pour activer %2$@.
it: Installa %1$@ per abilitare %2$@.
ja: %2$@ を有効にするには %1$@ をインストールしてください。
ko: %2$@을(를) 사용하려면 %1$@을(를) 설치하세요.
pt_br: Instale %1$@ para habilitar %2$@.
ru: Установите %1$@, чтобы включить %2$@.
zh_hans: 安装 %1$@ 以启用 %2$@。

# vocello.mac.models.phaseQueued
source: Queued
de: In Warteschlange
es: En cola
fr: En file d’attente
it: In coda
ja: 待機中
ko: 대기열에 있음
pt_br: Na fila
ru: В очереди
zh_hans: 已排队

# vocello.mac.models.phaseWaitingForNetwork
source: Waiting for network
de: Warten auf Netzwerk
es: Esperando conexión
fr: En attente du réseau
it: In attesa della rete
ja: ネットワークを待機中
ko: 네트워크 대기 중
pt_br: Aguardando rede
ru: Ожидание сети
zh_hans: 等待网络

# vocello.mac.models.phaseDownloading
source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement
it: Download
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
ru: Загрузка
zh_hans: 正在下载

# vocello.mac.models.phaseRetrying
source: Retrying
de: Neuer Versuch
es: Reintentando
fr: Nouvel essai
it: Nuovo tentativo
ja: 再試行中
ko: 재시도 중
pt_br: Tentando novamente
ru: Повторная попытка
zh_hans: 正在重试

# vocello.mac.models.phaseVerifying
source: Verifying
de: Wird überprüft
es: Verificando
fr: Vérification des fichiers
it: Verifica
ja: 検証中
ko: 검증 중
pt_br: Verificando
ru: Проверка
zh_hans: 正在验证

# vocello.mac.models.phaseInstalling
source: Installing
de: Wird installiert
es: Instalando
fr: Installation
it: Installazione
ja: インストール中
ko: 설치 중
pt_br: Instalando
ru: Установка
zh_hans: 正在安装

# vocello.mac.models.phaseCancelling
source: Cancelling
de: Wird abgebrochen
es: Cancelando
fr: Annulation
it: Annullamento
ja: キャンセル中
ko: 취소 중
pt_br: Cancelando
ru: Отмена
zh_hans: 正在取消

# vocello.mac.activity.preparingModel
source: Preparing model…
de: Modell wird vorbereitet …
es: Preparando modelo…
fr: Préparation du modèle…
it: Preparazione modello…
ja: モデルを準備中…
ko: 모델 준비 중…
pt_br: Preparando modelo…
ru: Подготовка модели…
zh_hans: 正在准备模型…

# vocello.mac.activity.generatingAudio
source: Generating audio…
de: Audio wird erzeugt …
es: Generando audio…
fr: Génération de l’audio…
it: Generazione audio…
ja: 音声を生成中…
ko: 오디오 생성 중…
pt_br: Gerando áudio…
ru: Генерация аудио…
zh_hans: 正在生成音频…

# vocello.mac.activity.preparingVoiceReference
source: Preparing voice reference…
de: Stimmreferenz wird vorbereitet …
es: Preparando referencia de voz…
fr: Préparation de la référence vocale…
it: Preparazione riferimento vocale…
ja: 参照音声を準備中…
ko: 음성 참조 준비 중…
pt_br: Preparando referência de voz…
ru: Подготовка образца голоса…
zh_hans: 正在准备声音参考…

# vocello.mac.activity.generating
source: Generating %@…
de: %@ wird erzeugt …
es: Generando %@…
fr: Génération (%@)…
it: Generazione di %@…
ja: %@ を生成中…
ko: %@ 생성 중…
pt_br: Gerando %@…
ru: Генерация %@…
zh_hans: 正在生成 %@…

# vocello.mac.engine.coldStartLowMemory
source: Model unloaded to save memory. First generate reloads it — normal on 8 GB Macs.
de: Modell zur Speicherersparnis entladen. Beim nächsten Erzeugen wird es neu geladen – auf Macs mit 8 GB normal.
es: Se ha descargado el modelo de la memoria para ahorrar espacio. Se volverá a cargar al generar; es normal en Macs con 8 GB.
fr: Modèle déchargé pour économiser la mémoire. La première génération le recharge — normal sur les Mac 8 Go.
it: Modello rimosso dalla memoria per risparmiarla. Verrà ricaricato alla prima generazione: è normale sui Mac da 8 GB.
ja: メモリ節約のためモデルを解放しました。最初の生成時に再読み込みします。8 GB の Mac では通常の動作です。
ko: 메모리를 아끼기 위해 모델을 내렸습니다. 첫 생성 시 다시 불러옵니다. 8 GB Mac에서는 정상 동작입니다.
pt_br: Modelo removido da memória para economizá-la. A primeira geração o recarrega — normal em Macs com 8 GB.
ru: Модель выгружена для экономии памяти. При первой генерации она загрузится заново — это нормально для Mac с 8 ГБ.
zh_hans: 为节省内存，模型已卸载。首次生成会重新载入，在 8 GB Mac 上属正常情况。

# vocello.mac.engine.coldStart
source: Model is unloaded. First generate reloads it.
de: Modell ist entladen. Beim nächsten Erzeugen wird es neu geladen.
es: El modelo no está cargado. Se cargará al generar.
fr: Le modèle est déchargé. La première génération le recharge.
it: Il modello non è in memoria. Verrà ricaricato alla prima generazione.
ja: モデルはメモリから解放されています。最初の生成時に再読み込みします。
ko: 모델이 메모리에서 내려갔습니다. 첫 생성 시 다시 불러옵니다.
pt_br: O modelo não está na memória. A primeira geração o recarrega.
ru: Модель выгружена. При первой генерации она загрузится заново.
zh_hans: 模型已从内存卸载。首次生成会重新载入。

# vocello.mac.audio.folderMissing
source: The chosen folder no longer exists — new audio saves to the default outputs folder.
de: Der gewählte Ordner existiert nicht mehr – neues Audio wird im Standard-Ausgabeordner gespeichert.
es: La carpeta elegida ya no existe; el audio nuevo se guardará en la carpeta de salida predeterminada.
fr: Le dossier choisi n’existe plus — les nouveaux fichiers audio sont enregistrés dans le dossier de sorties par défaut.
it: La cartella scelta non esiste più: il nuovo audio verrà salvato nella cartella di output predefinita.
ja: 選択したフォルダがありません。新しい音声は標準の出力フォルダに保存します。
ko: 선택한 폴더가 더 이상 없습니다. 새 오디오는 기본 출력 폴더에 저장됩니다.
pt_br: A pasta escolhida não existe mais — novos áudios serão salvos na pasta de saída padrão.
ru: Выбранная папка больше не существует — новое аудио сохраняется в папку результатов по умолчанию.
zh_hans: 所选文件夹已不存在，新音频将保存到默认输出文件夹。

# vocello.mac.audio.folderNotWritable
source: The chosen folder isn't writable — new audio saves to the default outputs folder.
de: Der gewählte Ordner ist nicht beschreibbar – neues Audio wird im Standard-Ausgabeordner gespeichert.
es: No se puede escribir en la carpeta elegida; el audio nuevo se guardará en la carpeta de salida predeterminada.
fr: Le dossier choisi n’est pas accessible en écriture — les nouveaux fichiers audio sont enregistrés dans le dossier de sorties par défaut.
it: La cartella scelta non è scrivibile: il nuovo audio verrà salvato nella cartella di output predefinita.
ja: 選択したフォルダに書き込めません。新しい音声は標準の出力フォルダに保存します。
ko: 선택한 폴더에 쓸 수 없습니다. 새 오디오는 기본 출력 폴더에 저장됩니다.
pt_br: Não é possível gravar na pasta escolhida — novos áudios serão salvos na pasta de saída padrão.
ru: Выбранная папка недоступна для записи — новое аудио сохраняется в папку результатов по умолчанию.
zh_hans: 所选文件夹无法写入，新音频将保存到默认输出文件夹。

# vocello.mac.startup.invalidContract
source: Vocello couldn't load its native model contract.
de: Vocello konnte seinen nativen Modellvertrag nicht laden.
es: Vocello no pudo cargar su contrato de modelo nativo.
fr: Vocello n’a pas pu charger son contrat de modèle natif.
it: Vocello non ha potuto caricare il contratto del modello nativo.
ja: Vocello はネイティブモデルの定義を読み込めませんでした。
ko: Vocello가 네이티브 모델 계약을 불러오지 못했습니다.
pt_br: O Vocello não conseguiu carregar seu contrato de modelo nativo.
ru: Vocello не удалось загрузить контракт нативной модели.
zh_hans: Vocello 无法载入原生模型契约。

# vocello.mac.history.sortPicker
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
zh_hans: 排序

# vocello.mac.history.sortAccessibility
source: Sort history
de: Verlauf sortieren
es: Ordenar historial
fr: Trier l’historique
it: Ordina cronologia
ja: 履歴を並べ替え
ko: 기록 정렬
pt_br: Ordenar histórico
ru: Сортировать историю
zh_hans: 历史记录排序

# vocello.mac.history.clearKeepFiles
source: Clear History (Keep Audio Files)…
de: Verlauf leeren (Audio behalten) …
es: Vaciar historial (conservar audio)…
fr: Effacer l’historique (conserver les fichiers audio)…
it: Svuota cronologia (conserva audio)…
ja: 履歴を消去（音声は保持）…
ko: 기록 지우기(오디오 유지)…
pt_br: Limpar histórico (manter áudio)…
ru: Очистить историю (оставить аудио)…
zh_hans: 清空历史记录（保留音频文件）…

# vocello.mac.history.clearDeleteFiles
source: Clear History and Delete Audio…
de: Verlauf leeren und Audio löschen …
es: Vaciar historial y eliminar audio…
fr: Effacer l’historique et supprimer l’audio…
it: Svuota cronologia ed elimina audio…
ja: 履歴を消去して音声も削除…
ko: 기록 지우고 오디오 삭제…
pt_br: Limpar histórico e excluir áudio…
ru: Очистить историю и удалить аудио…
zh_hans: 清空历史记录并删除音频…

# vocello.mac.history.clearAccessibility
source: Clear history
de: Verlauf leeren
es: Vaciar historial
fr: Effacer l’historique
it: Svuota cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清空历史记录

# vocello.mac.voices.addVoiceSampleAction
source: Add Voice Sample
de: Stimmprobe hinzufügen
es: Añadir muestra de voz
fr: Ajouter un échantillon de voix
it: Aggiungi campione vocale
ja: 声のサンプルを追加
ko: 음성 샘플 추가
pt_br: Adicionar amostra de voz
ru: Добавить образец голоса
zh_hans: 添加声音样本

# vocello.mac.startup.engineBootstrapFailed
source: Vocello couldn't start its speech engine.
de: Vocello konnte seine Sprach-Engine nicht starten.
es: Vocello no pudo iniciar su motor de voz.
fr: Vocello n’a pas pu démarrer son moteur de synthèse vocale.
it: Vocello non ha potuto avviare il motore vocale.
ja: Vocello は音声エンジンを起動できませんでした。
ko: Vocello가 음성 엔진을 시작하지 못했습니다.
pt_br: O Vocello não conseguiu iniciar seu mecanismo de voz.
ru: Vocello не удалось запустить речевой движок.
zh_hans: Vocello 无法启动语音引擎。

# vocello.mac.shell.modelMissingHint
source: Install in Settings
de: In Einstellungen installieren
es: Instalar en Ajustes
fr: À installer dans Réglages
it: Installa in Impostazioni
ja: 設定でインストール
ko: 설정에서 설치
pt_br: Instalar nos Ajustes
ru: Установить в настройках
zh_hans: 在设置中安装

# vocello.mac.shell.engineUnavailable
source: Engine unavailable
de: Engine nicht verfügbar
es: Motor no disponible
fr: Moteur indisponible
it: Motore non disponibile
ja: エンジンを利用できません
ko: 엔진 사용 불가
pt_br: Mecanismo indisponível
ru: Движок недоступен
zh_hans: 引擎不可用

# vocello.mac.shell.engineStopped
source: Engine stopped
de: Engine gestoppt
es: Motor detenido
fr: Moteur arrêté
it: Motore fermo
ja: エンジン停止
ko: 엔진 중지됨
pt_br: Mecanismo parado
ru: Движок остановлен
zh_hans: 引擎已停止

# vocello.mac.shell.restartToContinue
source: Restart the app to continue
de: Starte die App neu, um fortzufahren
es: Reinicia la app para continuar
fr: Relancez l’app pour continuer
it: Riavvia l’app per continuare
ja: 続けるにはアプリを再起動
ko: 계속하려면 앱을 다시 시작하세요
pt_br: Reinicie o app para continuar
ru: Перезапустите приложение, чтобы продолжить
zh_hans: 重启应用以继续

# vocello.mac.shell.inProgress
source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В процессе
zh_hans: 进行中

# vocello.mac.startup.notFound
source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
ru: Не найдено
zh_hans: 未找到

# vocello.mac.history.loadFailedTitle
source: Couldn't load history
de: Verlauf konnte nicht geladen werden
es: No se pudo cargar el historial
fr: Impossible de charger l’historique
it: Impossibile caricare la cronologia
ja: 履歴を読み込めませんでした
ko: 기록을 불러오지 못했습니다
pt_br: Não foi possível carregar o histórico
ru: Не удалось загрузить историю
zh_hans: 无法载入历史记录

# vocello.mac.history.loadFailedDetail
source: Retry reopens the history database and reads it again.
de: Erneut versuchen öffnet die Verlaufsdatenbank und liest sie erneut.
es: Reintentar vuelve a abrir la base de datos del historial y la lee de nuevo.
fr: Réessayer rouvre la base de l’historique et la relit.
it: Riprova riapre il database della cronologia e lo legge di nuovo.
ja: 再試行すると履歴データベースを開き直し、再度読み込みます。
ko: 재시도하면 기록 데이터베이스를 다시 열어 읽습니다.
pt_br: Tentar novamente reabre o banco de dados do histórico e faz uma nova leitura.
ru: Повторная попытка заново открывает базу данных истории и читает её.
zh_hans: “重试”会重新打开并读取历史记录数据库。

# vocello.mac.history.loading
source: Loading history…
de: Verlauf wird geladen …
es: Cargando historial…
fr: Chargement de l’historique…
it: Caricamento cronologia…
ja: 履歴を読み込み中…
ko: 기록 불러오는 중…
pt_br: Carregando histórico…
ru: Загрузка истории…
zh_hans: 正在载入历史记录…

# vocello.mac.history.noTakesTitle
source: No takes yet
de: Noch keine Aufnahmen
es: Aún no hay tomas
fr: Aucune prise pour l’instant
it: Ancora nessun take
ja: まだテイクがありません
ko: 아직 테이크가 없습니다
pt_br: Nenhuma tomada ainda
ru: Дублей пока нет
zh_hans: 还没有音频

# vocello.mac.history.noTakesDetail
source: Generate some audio to see it here.
de: Erzeuge Audio, um es hier zu sehen.
es: Genera audio para verlo aquí.
fr: Générez de l’audio pour le voir ici.
it: Genera dell’audio per vederlo qui.
ja: 音声を生成するとここに表示されます。
ko: 오디오를 생성하면 여기에 표시됩니다.
pt_br: Gere áudio para vê-lo aqui.
ru: Создайте аудио, чтобы увидеть его здесь.
zh_hans: 生成音频后即可在这里查看。

# vocello.mac.history.noMatchesTitle
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato
ja: 一致する結果なし
ko: 일치하는 결과 없음
pt_br: Nenhum resultado
ru: Совпадений нет
zh_hans: 无匹配结果

# vocello.mac.history.noMatchesDetail
source: Try a different search term or another mode filter.
de: Versuche einen anderen Suchbegriff oder Modusfilter.
es: Prueba otro término de búsqueda u otro filtro de modo.
fr: Essayez un autre terme de recherche ou un autre filtre de mode.
it: Prova un altro termine di ricerca o filtro di modalità.
ja: 別の検索語やモードフィルタを試してください。
ko: 다른 검색어나 모드 필터를 사용해 보세요.
pt_br: Tente outro termo de busca ou filtro de modo.
ru: Попробуйте другой запрос или фильтр режима.
zh_hans: 请尝试其他搜索词或模式筛选。

# vocello.mac.history.segmentsOne
source: 1 segment
de: 1 Abschnitt
es: 1 segmento
it: 1 segmento
ja: 1区間
ko: 구간 1개
pt_br: 1 segmento
ru: 1 сегмент
zh_hans: 1 个片段

# vocello.mac.history.segmentsMany
source: %@ segments
de: %@ Abschnitte
es: %@ segmentos
it: %@ segmenti
ja: %@ 区間
ko: 구간 %@개
pt_br: %@ segmentos
ru: Сегментов: %@
zh_hans: %@ 个片段

# vocello.mac.history.segmentsExpanded
source: Expanded
de: Erweitert
es: Expandido
fr: Déployé
it: Espanso
ja: 展開済み
ko: 펼침
pt_br: Expandido
ru: Развёрнуто
zh_hans: 已展开

# vocello.mac.history.segmentsCollapsed
source: Collapsed
de: Reduziert
es: Contraído
fr: Replié
it: Compresso
ja: 折りたたみ
ko: 접힘
pt_br: Recolhido
ru: Свёрнуто
zh_hans: 已折叠

# vocello.mac.history.playTake
source: Play take
de: Aufnahme abspielen
es: Reproducir toma
fr: Lire la prise
it: Riproduci take
ja: テイクを再生
ko: 테이크 재생
pt_br: Reproduzir tomada
ru: Воспроизвести дубль
zh_hans: 播放生成音频

# vocello.mac.history.audioUnavailable
source: Audio unavailable
de: Audio nicht verfügbar
es: Audio no disponible
fr: Audio indisponible
it: Audio non disponibile
ja: 音声を利用できません
ko: 오디오 사용 불가
pt_br: Áudio indisponível
ru: Аудио недоступно
zh_hans: 音频不可用

# vocello.mac.history.saveAs
source: Save As…
de: Sichern unter …
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 另存为…

# vocello.mac.history.deleteTake
source: Delete take
de: Aufnahme löschen
es: Eliminar toma
fr: Supprimer la prise
it: Elimina take
ja: テイクを削除
ko: 테이크 삭제
pt_br: Excluir tomada
ru: Удалить дубль
zh_hans: 删除生成音频

# vocello.mac.history.reloadBeforeDelete
source: Reload History before deleting entries
de: Verlauf vor dem Löschen von Einträgen neu laden
es: Recarga el historial antes de eliminar entradas
fr: Rechargez l’historique avant de supprimer des entrées
it: Ricarica la cronologia prima di eliminare voci
ja: 削除する前に履歴を再読み込みしてください
ko: 항목 삭제 전에 기록 다시 불러오기
pt_br: Recarregue o histórico antes de excluir entradas
ru: Перезагрузите историю перед удалением записей
zh_hans: 删除条目前请重新载入历史记录

# vocello.mac.history.exportPrompt
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
ru: Экспорт
zh_hans: 导出

# vocello.mac.history.filterAll
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
zh_hans: 全部

# vocello.mac.history.filterAccessibility
source: Filter by mode
de: Nach Modus filtern
es: Filtrar por modo
fr: Filtrer par mode
it: Filtra per modalità
ja: モードで絞り込む
ko: 모드별 필터
pt_br: Filtrar por modo
ru: Фильтр по режиму
zh_hans: 按模式筛选

# vocello.mac.history.bucketToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

# vocello.mac.history.bucketYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

# vocello.mac.history.bucketPrevious7
source: Previous 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天

# vocello.mac.history.bucketPrevious30
source: Previous 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 过去 30 天
